[
    {
        "name": "Auto Accidents",
        "img": "https://images.unsplash.com/photo-1615423263169-36d38558bd53?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8YXV0byUyMGFjY2lkZW50c3xlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
        "details": "The paper by David McArdle draws upon research interviews that were conducted with individuals who are involved in outdoor education with children in Scotland. The interviews are regarding Fatal Accident Inquiries, and case studies are used from within the United Kingdom. The research method that will be critiqued in this short essay will be that of socio-legal research. Although this method has no set definition1, this method is an ‘umbrella term’ and generally enables the researcher to approach their data and information within a wide socio-legal setting, which allows for analysis of the nature of law and its relationship to society and the state in the context of a continuously evolving world2.Socio-legal research is taken to escape the restrains of legal analysis and the inevitable of legal experts by considering law as a social construction and the way in which it interacts with other social constructions3. The aim of the article is to show how the data that was collected through the small number of interviews held can indicate some of the issues that are not apparent straight away from reading the fatal accident inquiries, or in the literature that is available on the Health and Safety Executives website and generally the public domain4. It is possible to use Bourdieu’s’ argument here to justify that this research method is extremely worthwhile and important. It is well executed in this paper as it helps us to consider the social, economic, and psychological factors that may not be explicitly acknowledged, but they have a power that must be recognised if we are to understand."
    },
    {
        "name": "Finance Law",
        "img": "https://images.unsplash.com/photo-1554224154-26032ffc0d07?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8ZmluYW5jZSUyMGxhd3xlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
        "details": "Introduction:According to Professor Dalton,Public receipts include receipts of the government from all sources,Whereas, public revenue is a narrower concept and it excludes public borrowings, income from thesale of the public assets or receipts from the use of printing press.●Revenue receipts include -○Routine and earned ones ( that is why it does not include borrowings andrecovery of loan from other parties)○Include tax receipts, interest receipts, dividends and profits, grants anddonations, fees and fine.The sources of revenue receipts are divided into tax and non-tax revenue:Tax Revenue: 3 Sections:1. Taxes on income and expenditure:Taxes levied on receipts of income & expenditures of taxpayers- Corporation tax, income tax, expenditure tax, interest tax.2. Taxes on property and capital transactions:Specified forms of wealth and its transfers- Estate tax, gift tax, house tax, land revenue, wealth tax.3. Taxes on consumption and services:Taxes on production, purchase, storage, sale, storage and consumption of goodsand services.Non tax revenue: 3 sections:1. Currency, coinage and mint2. Interest receipts, dividends and profits3. Other non-tax revenue: revenue from administration, public servicecommissions, police, agriculture, allied services, industry and minerals, grants inaid and contributions.●Capital receipts- Includes non-routine & non-repetitive variety- Have the effect of altering govt.’s financial liability or assets.Types of capital receipts:●Fresh borrowings●Recovery of loans due from debtors to the govt.●Grants and donation receipts"
    },
    {
        "name": "Tax Disputes",
        "img": "https://images.unsplash.com/photo-1554224154-22dec7ec8818?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8dGF4JTIwZGlzcHV0ZXN8ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60",
        "details": "In  this  instance,  respondent  challenged  the  tax  assessment  that  was  given  to respondent by filing a protest with the CIR. Respondent submitted a petition for review to the CTA because the CIR did not take any action within the allotted time frame of 180 days after the supporting materials were handed over. It is interesting to note that the CIR has submitted a motion to dismiss the petition for review. The basis for this motion is that the CTA does not have the authority to resolve the issue in question because the SOJ has exclusive authority over any disputes  that  arise between the government  and GOCCs. As a direct consequence of this, the CTA rejected the plea. As soon as the SOJ declared that it had jurisdiction over the petition for arbitration that had been submitted by  the  respondent,  the  CIR  made  a  180-degree  turn  and  began  arguing  that  the  SOJ does not have any authority to rule on the matter. This  about-face  by  the  CIR  is  not  something  that  can  be  counted  on.  The  CIR cannot claim to be subject to the jurisdiction of the SOJ while at the same time entirely rejecting its authority.However,  in  the  most  recent  case  that  came  before  this  court,  Power  Sector Assets  and  Liabilities  Management  Corporation  v.  Commissioner  of  Internal  Revenue, the issue of whether or not the SOJ has the authority to rule on tax disputes that involve the  government  and  corporations  that  are  owned  and  controlled  by  the  government was definitively resolved. As a result of the fact that this case involves a disagreement between  the  CIR  and  the  respondent,  a  local  water  district,  which  is  a  GOCC  in accordance with P.D. No. 198, also known as the Provincial Water Utilities Act of 1973, it is  abundantly  clear  that  the  SOJ  has  the  authority  to  make  a  decision  regarding  this matter."
    },
    {
        "name": "Child Abuse",
        "img": "https://images.unsplash.com/photo-1603129417567-9c7cee1cf32a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8Y2hpbGQlMjBhYnVzZXxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
        "details": "Republic of the Philippines Congress of the Philippines Metro Manila Ninth Congress  Republic Act No. 7610             June 17, 1992 AN ACT PROVIDING FOR STRONGER DETERRENCE AND SPECIAL PROTECTION AGAINST CHILD ABUSE, EXPLOITATION AND DISCRIMINATION, AND FOR OTHER PURPOSES Be it enacted by the Senate and House of Representatives of the Philippines in Congress assembled:: ARTICLE I Title, Policy, Principles and Definitions of Terms Section 1. Title. – This Act shall be known as the Special Protection of Children Against Abuse, Exploitation and Discrimination Act. Section 2. Declaration of State Policy and Principles. – It is hereby declared to be the policy of the State to provide special protection to children from all firms of abuse, neglect, cruelty exploitation and discrimination and other conditions, prejudicial their development; provide sanctions for their commission and carry out a program for prevention and deterrence of and crisis intervention in situations of child abuse, exploitation and discrimination. The State shall intervene on behalf of the child when the parent, guardian, teacher or person having care or custody of the child fails or is unable to protect the child against abuse, exploitation and discrimination or when such acts against the child are committed by the said parent, guardian, teacher or person having care and custody of the same.1awphi 1@alf It shall be the policy of the State to protect and rehabilitate children gravely threatened or endangered by circumstances which affect or will affect their survival and normal development and over which they have no control. The best interests of children shall be the paramount consideration in all actions concerning them, whether undertaken by public or private social welfare institutions, courts of law, administrative authorities, and legislative bodies, consistent with the principle of First Call for Children as enunciated in the United Nations Convention of the Rights of the Child. Every effort shall be exerted to promote the welfare of children and enhance their opportunities for a useful and happy life.Section 3. Definition of Terms. – (a) Children refers to person below eighteen (18) years of age or those over but are unable to fully take care of themselves or protect themselves from abuse, neglect, cruelty, exploitation or discrimination because of a physical or mental disability or condition; (b) Child abuse refers to the maltreatment, whether habitual or not, of the child"
    },
    {
        "name": "Divorce",
        "img": "https://images.unsplash.com/photo-1515091110873-2a9680d5e323?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8ZGl2b3JjZXxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
        "details": "THE PLURALITY of Indian society has had themes and institutions set out in Indian legal history. Islamic law can well be said to be rooted in the early regulations of seventeenth century wherein the law required that in the matter of marriage, inheritance and succession ... the personal laws of Hindus and Muslims respectively will govern the individuals1. In the present context the understanding of Islamic law particularly the law relating to divorce needs to be taken in a wider perspective so as to understand the needs of Muslim men and women in the context of Constitution and movement for gender equality as also of human rights. Indeed, Islam has always had a practical outlook on all human affairs and hence recognizes divorce, but only as a necessary evil. As social policy, it has recognized divorce as an exit if things are in disarray and living together yields disharmony. Prophet denounced it as a necessary evil by pronouncing that of all the permitted things divorce is the most abominable with God.2 Modern jurists of comparative law also justify the need for recognizing divorce to end the bitter and miserable existence of forced partnership enabling life to be more conducive to the welfare of the parties. Cheshire observes3: [D]ivorce, since it disintegrates the family unity is, of course, a social evil in itself, but it is a necessary evil. It is better to wreck the unity of family than to wreck the future happiness of the parties by binding them to a companionship that has become odious. Membership of a family founded on antagonism can bring little profit even to the children. "
    },
    {
        "name": "Aviation",
        "img": "https://images.unsplash.com/photo-1511140276483-30c1217ca449?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8YXZpYXRpb258ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60",
        "details": "The differences between international aviation law and domestic aviation law:Domestic aviation law is enforcable within the state – e.g. police International aviation law exists via an agreement (treaty) between 2+ states oEnforced by the willingness to follow the agreement -Paris convention 1919oConvened 6 months after the first regular international commercial flights commenced in Europe.  oFirst Multilateral treaty to come into force oEach state had Complete and exclusive sovereignty over the airspace above its territory oIntroduced the concept of global technical uniformity – underpinning Chicago for airworthiness for airlines and competency certificates for pilots.  oEstablished the predecessor of ICAO: Commission Internationale de Navigation Ae'rienne oCooperation & harmonization in technical matters, communication information on air navigation. oFirst internationally accepted definition of aircraft: Airships, gliders, free balloons and helicopters included.Airspace SovereigntyAir sovereignty is the fundamental right of a sovereign state to regulate the use of its airspace and enforce itsown aviation law - in extremis by the use of fighter aircraft. The upper limit of national airspace is not defined by international law. "
    },
    {
        "name": "Environmental Law",
        "img": "https://images.unsplash.com/photo-1521587760476-6c12a4b040da?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8ZW52aXJvbm1lbnRhbCUyMGxhd3xlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
        "details": "Environmental law is a collective term encompassing aspects of the law that provide protection to the environment. A related but distinct set of regulatory regimes, now strongly influenced by environmental legal principles, focus on the management of specific natural resources, such as forests, minerals, or fisheries.  ‘Man  is  both  creator  and  moulder  of  his  environment,  which  gives  him physical  sustenance  and  affords  him  the  opportunity  of  intellectual,  moral,  social  and spiritual growth. In the long and tortuous evolution of the human race on this planet, a stage  has  been  reached  when,  through  the  rapid  acceleration  of  science  and technology, man has acquired the power to transform his environment in countless ways and  on  an  unprecedented  scale.’  Thus,  the  natural  environment,  i.e.  air,  water,  land, trees,  plants,  animals,  micro-organisms,  rivers,  lakes,  mountains,  etc.,  is  adversely affected  by  man-made  environment,  by  scientific  and  technological  advancements through  various  inventions and  discoveries. Industries,  particularly  chemical industries, development in the field of atomic energy, concrete jungles, excessive use of fossil fuel and rise in quality and standard of life resulting in exponential growth of population has badly affected the natural environment. Now, a point has been reached in history when we  must  shape  our  actions  throughout  the  world  with  a  more  prudent  care  for  their environmental  consequences. Through  ignorance and  indifference  we can  do  massive and  irreversible  harm  to  the  earthly  environment  on  which  our  life  and  well-being depend.  To  defend  and  improve  the  human  environment  for  present  and  future generations has become an imperative goal for mankind - a goal to be pursued together with,  and  in  harmony  with,  the  established  and  fundamental  goals  of  peace  and  of worldwide economic and social development."
    },
    {
        "name": "Medical Abuse",
        "img": "https://images.unsplash.com/photo-1584308878768-57d3387b1882?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTZ8fG1lZGljYWwlMjBhYnVzZXxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
        "details": "On February 28, 2006, two women who hardly knew each other, Darcy Wall and Susan Owen, walked into the Harris County Constable, Precinct Four substation together. Darcy is a mother of two children and the wife of a pastor at a local Bible church. Susan is a nurse in a pediatrician’s office. They had both been close friends and supporters of Laurie Williamson, the mother of three terminally ill children. They had little else in common other than a growing fear that the children were in danger and the courage to do something about it. They had come to report their friend Laurie for child abuse.Sgt. Mike Johnson of the Domestic Violence Unit listened to the two women patiently. He could see that their concern was genuine and seemed legitimate, but he was initially uncertain of what to do. Darcy and Susan believed that Laurie had Munchausen Syndrome by Proxy (MSBP) and that she was pretending her children were sicker than they really were. It sounded to Johnson like a problem for CPS to handle, but the women had already reported the matter to CPS, to no avail. After researching MSBP on the Internet, Johnson determined that it was indeed a form of child abuse that could result in permanent injury or even death. His search turned up a news article about a local case of MSBP that had recently been prosecuted; Kimberly Sue Austin was the defendant. Johnson decided to contact the prosecutor who handled the case, and that’s where I came in.I had tried Austin less than six months earlier for injury to a child. She had injected her infant son with insulin, almost killing him. Further investigation had determined that she had murdered another infant son in 1993 by either suffocating him or injecting him with insulin. At trial I had shown that the two children, as well as two other Austin children, were victims of MSBP, also known as “factitious disorder by proxy,” (FDP), “pediatric condition falsification” (PCF), and, most recently “medical child abuse” (MCA).1 All of these acronyms describe the same conduct: the intentional exaggeration, fabrication, or induction of illness symptoms in a child by the child’s caretaker, resulting in unnecessary and harmful or potentially harmful medical care. ‘I hope you’re ready to work’"
    }
]